Repository: ShawnRn/BLELock
Catalog: BLELock/*.lproj/Localizable.strings
Languages: da, de, nb, tr, zh_hans

source: Active
da: Aktiv
de: Aktiv
nb: Aktiv
tr: Aktif
zh_hans: 设备活跃

# about
source: About BLELock
da: Om BLELock
de: Über BLELock
nb: Om BLELock
tr: BLELock Hakkında
zh_hans: 关于 BLELock

# bluetooth_power_warn
source: Bluetooth is turned off. For BLELock to work, turn it on.
da: Bluetooth er slået fra. Tænd Bluetooth for at BLELock virker.
de: Bluetooth ist ausgeschalten. Muss eingeschalten sein, damit BLELock funktioniert.
nb: Bluetooth er slått av. For at BLELock skal fungere, må du slå den på.
tr: Bluetooth kapalı durumda. BLELock çalışabilmesi için lütfen açın.
zh_hans: 蓝牙已关闭。请开启蓝牙以使用 BLELock。

source: Cancel
da: Annuller
de: Abbruch
nb: Annullere
tr: İptal
zh_hans: 取消

source: ⬆Closer
da: ⬆Nærmere
de: ⬆näher
nb: ⬆Nærmere
tr: ⬆Yakın
zh_hans: 更近

source: Device
da: Enhed
de: Gerät
nb: Enhet
tr: Aygıt
zh_hans: 设备

# device_not_set
source: Device not selected
da: Enheden er ikke valgt
de: Kein Gerät ausgewählt
nb: Enheten er ikke valgt
tr: Aygıt seçilmedi
zh_hans: 未选择设备

# disabled
source: Disable
da: Deaktivere
de: Ausgeschalten
nb: Deaktivere
tr: Devredışı
zh_hans: 禁用

# enter_password
source: Enter password to unlock the lock screen.
da: Indtast adgangskode for at låse låseskærmen op.
de: Passwort eingeben, um den Sperrschirm zu entsperren.
nb: Skriv inn passord for å låse opp låseskjermen.
tr: Kilit ekranı açmak için şifrenizi girin

# enter_rssi_threshold
source: Enter Minimum RSSI
da: Indtast mindste RSSI
de: Minimum RSSI eingeben
nb: Angi minimum RSSI
tr: Minimum RSSI belirle
zh_hans: 输入最小信号强度 (RSSI)

# enter_rssi_threshold_info
source: Device whose RSSI is less than this value will be ignored while scanning.
da: Enheder, hvis RSSI er mindre end denne værdi, vil blive ignoreret under scanningen.
de: Gerät mit geringerem RSSI als diesem Wert wird beim Scannen ignoriert.
nb: Enhet der RSSI er mindre enn denne verdien, ignoreres under skanning.
tr: Eğer aygıt RSSI değeri bu değerin altında ise arama sırasında yok sayılacaktır.
zh_hans: 忽略信号强度低于此值的设备。

source: ⬇Farther
da: ⬇Længere væk
de: ⬇weiter
nb: ⬇Lenger unna
tr: ⬇Uzak
zh_hans: 更远

source: Launch at Login
da: Start ved login
de: Beim Login starten
nb: Start ved innlogging
tr: Başlangıçta çalıştır
zh_hans: 开机自启

# lock_delay
source: Delay to Lock
da: Forsinkelse til låsning
de: Sperrverzögerung
nb: Forsinkelse for låsing
tr: Kilitleme gecikmesi
zh_hans: 锁定延迟

# lock_now
source: Lock Screen Now
da: Lås skærm nu
de: Jetzt sperren
nb: Lås skjerm nå
tr: Ekranı şimdi kilitle
zh_hans: 立即锁定屏幕

source: Lock RSSI
da: Lås RSSI
de: RSSI Sperren
nb: Lås RSSI
tr: Kilitleme RSSI değeri
zh_hans: 锁定信号强度 (RSSI)

source: minute
da: minut
nb: minutt
tr: dakika
zh_hans: 分钟

source: minutes
da: minutter
de: Minuten
nb: minutn
tr: dakika
zh_hans: 分钟

# not_detected
source: Signal not detected
da: Signal ikke fundet
de: Kein Signal entdeckt
nb: Finner ikke signal
tr: Sinyal tespit edilemedi
zh_hans: 未检测到信号

# notification_device_away
source: Device is away
da: Enheden er væk
de: Gerät ist entfernt
nb: Enheten er borte
tr: Aygıt uzakta
zh_hans: 设备已远离

# notification_locked
source: "%@" has been locked by "%@".
da: "%@" er blevet låst af %@.
de: „%@“ wurde von %@ gesperrt.
nb: "%@" er låst av %@.
tr: "%@", %@ tarafından kilitlendi.
zh_hans: 「%@」已由「%@」锁定。

# notification_lost_signal
source: Signal is lost
da: Signalet er tabt
de: Signal ging verloren
nb: Signalet går tapt
tr: Sinyal kayboldu
zh_hans: 信号丢失

# notification_update_available
source: Update is available.
da: Opdatering er tilgængelig.
de: Update verfügbar
nb: Oppdatering er tilgjengelig.
tr: Güncelleme var
zh_hans: 发现新版本

source: OK
tr: TAMAM
zh_hans: 确定

source: Passive Mode
da: Passiv tilstand
de: Passiver Modus
nb: Passiv Modus
tr: Passif Mod
zh_hans: 被动模式

# password_info
source: Your password will be securely stored in Keychain.
da: Din adgangskode vil blive gemt sikkert i nøglering.
de: Das Passwort wurde sicher am Schlüsselbund gespeichert.
nb: Passordet lagres sikkert i nøkkelringen.
tr: Şifreniz güvenli bir şekilde anahtar zincirinde saklanacaktır.

# password_not_set
source: Password is not set.
da: Der er ikke indstillet et kodeord.
de: Kein Passwort gesetzt.
nb: Passord er ikke angitt.
tr: Şifre belirlenmedi.

# pause_now_playing
source: Pause “Now Playing” while Locked
da: Pause "Afspilning nu", mens den er låst
de: Pause "Spielt jetzt" während der Sperre
nb: Stans "Avspilling nå" mens den er låst
tr: Kilitliyken "Now Playing" beklet
zh_hans: 锁定时暂停播放

# quit
source: Quit BLELock
da: Afslut BLELock
de: BLELock beenden
nb: Slutte BLELock
tr: BLELock'tan çıkış
zh_hans: 退出 BLELock

source: Scanning…
nb: kcanning…
tr: Taranıyor…
zh_hans: 扫描中...

source: seconds
da: seconder
nb: seconder
tr: saniye
zh_hans: 秒

source: Set Password…
da: Indstil adgangskode…
de: Passwort setzen…
nb: Angi passord…
tr: Şifre belirle…

# set_rssi_threshold
source: Set Minimum RSSI…
da: Indstil mindste RSSI…
de: Setze Minimum RSSI…
nb: Angi minimum RSSI…
tr: Minimum RSSI belirle
zh_hans: 设置最小信号强度...

# sleep_display
source: Turn Off Screen on Lock
da: Slå skærmen fra ved låsning
de: Bildschirm beim Sperren ausschalten
nb: Slå av skjerm ved låsing
tr: Kilitli Ekranı Kapat
zh_hans: 锁定时休眠显示器

source: Run Shortcut on Lock…
da: Kør genvej ved lås…
de: Shortcut beim Sperren ausführen…
nb: Kjør Snarvei ved lås…
tr: Kilitlemede Kestirme çalıştır…
zh_hans: 锁屏时运行快捷指令…

source: Enter Shortcut Name
da: Indtast genvejsnavn
de: Shortcut-Namen eingeben
nb: Skriv inn snarveisnavn
tr: Kestirme adını girin
zh_hans: 输入快捷指令名称

# select_shortcut_name
source: Select Shortcut to Run
da: Vælg genvej der skal køres
de: Shortcut zum Ausführen wählen
nb: Velg snarvei som skal kjøres
tr: Çalıştırılacak kestirmeyi seçin
zh_hans: 选择要运行的快捷指令

# enter_shortcut_name_info
source: This shortcut will be run when BLELock locks your Mac.
da: Denne genvej køres, når BLELock låser din Mac.
de: Dieser Shortcut wird ausgeführt, wenn BLELock den Mac sperrt.
nb: Denne snarveien kjøres når BLELock låser Mac-en.
tr: BLELock kilitleme yaparken bu Kestirme çalıştırılır.
zh_hans: 锁屏时将通过快捷指令运行该名称的指令。

# shortcut_none
source: Do not run
da: Kør ikke
de: Nicht ausführen
nb: Ikke kjør
tr: Çalıştırma
zh_hans: 不运行

# shortcut_input_reason
source: Reason
da: Årsag
de: Grund
nb: Årsak
tr: Neden
zh_hans: 原因

# timeout
source: No-Signal Timeout
da: Timeout for manglende signal
de: Kein-Signal Zeitablauf
nb: Tidsavbrudd uten signal
tr: Sinyal yok Zaman Aşımı
zh_hans: 信号丢失超时

source: Unlock RSSI
da: Låse op RSSI
de: RSSI entsperren
nb: Låse opp RSSI
tr: Kilit açma RSSI

# use_screensaver_to_lock
source: Use Screensaver
da: Brug screensaver til at låse
de: Den Bildschirmschoner verwenden zum Sperren
nb: Bruke skjermsparer til å låse
tr: Kilit ekranı için ekran kuruyucu kullan
zh_hans: 使用屏幕保护程序

source: Wake on Proximity
da: Vågn op på nærhed
de: Aufwachen bei Annäherung
nb: Vekk ved nærhet
tr: Uyandırma yakınlığı
zh_hans: 靠近时唤醒屏幕

source: Wake without Unlocking
da: Vågn op uden at låse op
de: Aufwachen ohne Entsperren
nb: Våkne uten å låse opp
tr: Kilidi açmadan uyanın

# auth_to_quit
source: Quit
da: Slut
de: Beenden
nb: Avslutt
tr: Çıkış
zh_hans: 退出

# device_count
source: %ld devices selected
zh_hans: 已选择 %ld 台设备

source: Immediate
zh_hans: 立即

source: Show Dock Icon
zh_hans: 显示 Dock 图标

# locking_in_seconds
source: Locking screen in %d seconds
zh_hans: 将在 %d 秒后锁定屏幕
